Repository: the-broke-sommeliers/wine-cellar
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Enter a description of the storage.
de_de: Gib eine Beschreibung des Lagerorts ein.

source: Enter the location of the storage.
de_de: Gib den Lagerort ein.

source: This shelf is full. Please choose another one.
de_de: Dieses Regal ist voll. Bitte wählen Sie ein anderes.

source: Save
de_de: Speichern

source: Delete Storage
de_de: Lagerort löschen

source: Do you really want to permanently delete the storage "%(name)s"? This action cannot be undone.
de_de: Willst du den Lagerort "%(name)s" wirklich endgültig löschen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Delete
de_de: Löschen

source: The language the site is displayed in.
de_de: Die Sprache in der die Seite angezeigt wird.

source: The default currency used for the price of a wine.
de_de: Die Standardwährung, die für den Preis eines Weins verwendet wird.

source: Settings
de_de: Einstellungen

source: “%(pk)s” is not a valid value.
de_de: “%(pk)s” ist kein gültiger Wert.

source: Show only in stock
de_de: Zeige nur Vorrätige an

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Recently Added
de_de: Kürzlich hinzugefügt

source: Least Recently Added
de_de: Zuletzt hinzugefügt

source: Name Descending
de_de: Name absteigend

source: Name Ascending
de_de: Name aufsteigend

source: Youngest First
de_de: Jüngster zuerst

source: Oldest First
de_de: Ältester zuerst

source: Drink By
de_de: Trinkbar bis

source: Sorting
de_de: Sortierung

source: Enter the name of the wine as indicated on the label.
de_de: Gib den Namen des Weins so ein, wie er auf dem Etikett steht.

source: Select the type of wine from the dropdown.
de_de: Wähle die Weinsorte aus dem Dropdown-Menü aus.

source: Select the sweetness level of the wine.
de_de: Wähle den Süßegrad des Weins aus.

source: Select the country the wine was produced in as indicated on the label.
de_de: Wähle das Land aus, in dem der Wein hergestellt wurde.

source: Please enter the volume of bottle or box ect. in liters, e.g. 0.75.
de_de: Bitte gib das Volumen der Flasche oder des Kartons usw. in Litern ein, z. B. 0,75.

source: Please enter the percentage of alcohol in the wine. This information is typically found on the label and indicates the strength of the wine.
de_de: Bitte gib den Alkoholgehalt des Weins ein. Diese Information steht normalerweise auf dem Etikett und gibt die Stärke des Weins an.

source: Enter the year the grapes were harvested to produce the wine. Typically, vintage years are prominently displayed on wine labels.
de_de: Gib das Jahr ein, in dem die Trauben für den Wein geerntet wurden. Jahrgänge stehen normalerweise gut sichtbar auf dem Weinetikett.

source: Enter dishes, cuisines, or ingredients that complement the flavors of this wine.
de_de: Gib Gerichte, Küchenrichtungen oder Zutaten ein, die den Geschmack dieses Weins ergänzen.

source: Enter the names of the vineyards which produced the wine.
de_de: Gib die Namen der Weingüter ein, die den Wein produziert haben.

source: Where did you get the wine from?
de_de: Woher hast du den Wein?

source: Enter the barcode number of the wine as indicated on the label.
de_de: Gib den Barcode des Weins ein, so wie er auf dem Etikett steht.

source: Share your thoughts, tasting experiences, or any anecdotes related to this wine.
de_de: Teile deine Gedanken, Verkostungserlebnisse oder Geschichten zu diesem Wein.

source: Rate this wine on a scale from 0 to 10.
de_de: Bewerte diesen Wein auf einer Skala von 0 bis 10.

source: Upload a photo of the wine bottle or label. Adding an image helps visually identify the wine in your collection.
de_de: Lade ein Foto der Weinflasche oder des Etiketts hoch. Ein Bild hilft dabei, den Wein in deiner Sammlung besser zu erkennen.

source: White
de_de: Weiß

source: Red
de_de: Rot

source: Sparkling
de_de: Sekt

source: Fortified
de_de: Likör

source: Dry
de_de: Trocken

source: Semi-Dry
de_de: Halbtrocken

source: Medium Sweet
de_de: Lieblich

source: Sweet
de_de: Süß

source: Size
de_de: Größe

source: Grape
de_de: Traube

source: Food
de_de: Speisen

source: This field is optional
de_de: Dieses Feld ist optional

source: My Wine Cellar
de_de: Mein Weinkeller

source: Oldest Wine
de_de: Ältester Wein

source: Youngest Wine
de_de: Jüngster Wein

source: (current)
de_de: (aktuelle)

source: Scan Barcode
de_de: Barcode scannen

source: Scan the barcode of a bottle to quickly add or remove a wine from your cellar.
de_de: Scanne den Barcode einer Flasche, um schnell einen Wein zu deinem Keller hinzuzufügen oder zu entfernen.

source: No wine found
de_de: Kein Wein gefunden

source: Would you like to add a new wine with that barcode?
de_de: Möchtest du einen neuen Wein mit diesem Barcode hinzufügen?

source: Add new wine
de_de: Neuen Wein hinzufügen

source: Stock:
de_de: Vorrat:

source: Add Wine
de_de: Wein hinzufügen

source: Characteristics
de_de: Charakteristiken

source: Origin
de_de: Herkunft

source: Personal Notes
de_de: Persönliche Notizen

source: Image
de_de: Bild

source: Continue
de_de: Weiter

source: Save and Finish
de_de: Speichern und fertig

source: Picture of a wine bottle
de_de: Bild einer Weinflasche

source: No image
de_de: Kein Bild

# Singular
source: Country
de_de: Land

source: Vineyard
de_de: Weingut

source: Type
de_de: Typ

source: Category
de_de: Kategorie

source: ABV
de_de: Promille

source: Vintage
de_de: Jahrgang

source: Grapes
de_de: Trauben

source: Food Pairings
de_de: Speiseempfehlung

source: In Stock
de_de: Vorrätig

source: Price
de_de: Preis

source: Comment
de_de: Kommentar

source: Rating
de_de: Bewertung

source: No rating yet
de_de: Noch keine Bewertung

source: Add bottle
de_de: Flasche hinzügen

source: Edit Wine
de_de: Wein bearbeiten

source: Wine List
de_de: Weinliste

source: Filter & Sorting
de_de: Filtern & Sortierung

source: Narrow Your Selection
de_de: Deine Auswahl eingrenzen

source: Clear all filters and reset the form
de_de: Alle Filter löschen und Formular zurücksetzen

source: Clear
de_de: Zurückzsetzen

source: Filter
de_de: Filtern

source: There are no wines yet.
de_de: Es gibt noch keine Weine.

source: Pound Sterling
de_de: Pfund Sterling

source: Wines
de_de: Weine

source: Scan Wine
de_de: Wein scannen

source: Storage
de_de: Lagerung

source: Logout
de_de: Ausloggen

source: Login
de_de: Einloggen
